Repository: cmende/gtkvncviewer
Catalog: po/*.po
Languages: da, de, it, lt, nl, pl

source: gnome-keyring access denied
da: Ingen adgang til gnome-keyring
it: gnome-keyring accesso negato.
lt: gnome-keyring priėjimas uždraustas
nl: gnome-keyring toegang geweigerd
pl: Brak dostępu do gnome-keyring

source: Screenshot saved in
da: Skærmbillede gemt i
it: Schermata salvata in
lt: Ekrano nuotrauka išsaugota
nl: De Screenshot is opgeslagen in
pl: Zrzut ekranu zapisany w

source: nothing to delete
da: intet at slette
it: niente da cancellare
lt: nėra ką ištrinti
nl: niets om te verwijderen
pl: brak elementów do usunięcia

source: Are you sure you want remove
da: Er du sikker på at du vil slette
it: Sei sicuro di voler rimuovere
lt: Ar tikrai norite pašalinti
nl: Weet u zeker dat u wilt verwijderen
pl: Czy jesteś pewny, że chcesz usunąć

source: deletion canceled
da: sletning afbrudt
it: soppressione annullata
lt: trinimas atšauktas
nl: het verwijderen is geannuleerd
pl: anulowano usuwanie

source: gnome-keyring access denied, could not delete
da: Ingen adgang til gnome-keyring, kunne ikke slette
it: gnome-keyring accesso negato,impossibile eliminare
lt: gnome-keyring priėjimas uždraustas, negalima ištrinti
nl: gnome-keyring toegang geweigerd, kan het niet verwijderen
pl: Brak dostępu do gnome-keyring, nie można usuwać

source: gconf read error, could not delete
da: gconf læse fejl, kunne ikke slette
it: errore lettura gconf, non pu√≤ essere eliminata
lt: gconf skaitymo klaida, negalima ištrinti
nl: gconf lees fout, kan het niet verwijderen
pl: Błąd odczytu gconf, nie można usuwać

source: Connection initialized
da: Forbindelse oprettet
de: Verbindung initialisiert
it: Connessione inizializzata
lt: Ryšys užmegstas
pl: Ustanowiono połączenie

source: Disconnected
da: Afbrudt
de: Getrennt
it: Disconnesso
lt: Atjungta
nl: Verbinding verbroken
pl: Rozłączony

source: You have been disconnected
da: Du er blevet afbrudt.
de: Verbindung getrennt
it: Sei stato disconnesso
lt: Jūs buvote atjungtas
nl: Uw verbinding is verbroken
pl: Zostałeś rozłączony

source: Connected
da: Tilsluttet
de: Verbunden
it: Connesso
lt: Prisijungta
nl: Verbonden
pl: Połączony

source: <big><b>Connect to a remote desktop (VNC)</b></big>
da: <big><b>Tilslut til et fjernskrivebord (VNC)</b></big>
it: <big><b>Connettersi a un desktop remoto (VNC)</b></big>
lt: <big><b>Prisijungti prie nutolusio darbastalio (VNC)</b></big>
nl: <big><b>Maak verbinding met een bureaublad op afstand (VNC)</b></big>
pl: <big><b>Połącz się ze zdalnym pulpitem (VNC)</b></big>

source: Small GTK tool to connect to VNC servers.
da: Lille GTK værktøj til at forbinde til VNC servere.
it: Piccolo strumento GTK per connettersi ai server VNC.
lt: Mažas GTK įrankis prisijungti prie VNC serverių
nl: Een kleine GTK tool om te verbinden met de VNC servers.
pl: Małe narzędzie GTK do łączenia się z serwerami VNC.

source: _Password:
da: _Adgangskode:
lt: _Slaptažodis:
nl: _Wachtwoord:
pl: _Hasło:

source: _Screenshot
da: _Skærmbillede
it: _Schermata
lt: _Ekrano nuotrauka
pl: _Zrzut ekranu

source: _Server:
lt: _Serveris:
pl: _Serwer:

source: _User name:
da: _Brugernavn:
it: Nome _utente:
lt: _Naudotojo vardas:
nl: _Gebruikersnaam:
pl: _Nazwa użytkownika:

source: gtk-about
da: gtk-om gtk
lt: Apie
nl: over-gtk
pl: O programie

source: gtk-add
da: gtk-tilføj
it: gtk-aggiungi
lt: Pridėti
nl: gtk-toevoegen
pl: Dodaj

source: gtk-connect
da: gtk-tilslut
it: gtk-connetti
lt: Prisijungti
nl: gtk-verbinden
pl: Połącz

source: gtk-delete
da: gtk-slet
it: gtk-elimina
lt: Ištrinti
nl: gtk-verwijder
pl: Usuń

source: gtk-disconnect
da: gtk-afbryd
it: gtk-disconnetti
lt: Atsijungti
nl: gtk-verbinding verbreken
pl: Rozłącz

source: gtk-quit
da: gtk-afslut
it: gtk-esci
lt: Išeiti
nl: gtk-afsluiten
pl: Wyjdź

source: label
da: etiket
it: etichetta
lt: etiketė
pl: etykieta

source: GnomeKeyring access denied
de: GnomeKeyring-Zugriff verweigert

source: Screenshot saved in %s
de: Screenshot in %s gespeichert

source: Sent Ctrl+Alt+Delete
de: Strg+Alt+Entf gesendet

source: Sent Ctrl+Alt+BackSpace
de: Strg+Alt+Rücktaste gesendet

source: Sent Ctrl+Escape
de: Strg+Escape gesendet

source: Are you sure you want remove the server "%s"?
de: Sind Sie sicher, dass Sie »%s« löschen wollen?

source: GnomeKeyring access denied, could not delete
de: GnomeKeyring-Zugriff verweigert, konnte nicht löschen

source: GConf read error, could not delete
de: GConf-Lesefehler, konnte nicht löschen

source: Connect to the remote desktop: %s
de: Zu einem entfernten Desktop verbinden: %s

source: Connecting to %s...
de: Verbinde mit %s...

source: if server is known by gtkvncviewer, immediately connect to it
de: wenn der Server bekannt ist, sofort mit diesem verbinden
