Repository: cmende/gtkvncviewer
Catalog: locale/*.po
Languages: fr

source: gnome-keyring access denied
fr: accés à gnome-keyring refusé

source: Screenshot saved in
fr: Capture d'écran enregistrée dans

source: nothing to delete
fr: rien à effacer

source: Are you sure you want remove
fr: Êtes-vous sûr de vouloir enlever

source: deletion canceled
fr: effacement annulé

source: gnome-keyring access denied, could not delete
fr: accés à gnome-keyring refuse, n'a pas pu effacer

source: gconf read error, could not delete
fr: erreur de lecture dans gconf, n'a pas pu effacer

source: Connection initialized
fr: Connection initialisée

source: Disconnected
fr: Disconnecté

source: You have been disconnected
fr: Vous avez été disconnecté(e)

source: Connected
fr: Connecté

source: <big><b>Connect to a remote desktop (VNC)</b></big>
fr: <big><b>Se connecter à un bureau distant (VNC)</b></big>

source: Small GTK tool to connect to VNC servers.
fr: Petit outil GTK pour se connecter à des serveurs VNC

source: _Password:
fr: _Mot de passe :

source: _Screenshot
fr: _Capture d'écran

source: _Server:
fr: _Serveur :

source: _User name:
fr: _Nom d'utilisateur :
